alefragnani.project-manager
charliermarsh.ruff
christian-kohler.path-intellisense
batisteo.vscode-django
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
mechatroner.rainbow-csv
medo64.render-crlf
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.datawrangler
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
quarto.quarto
streetsidesoftware.code-spell-checker
tomoki1207.pdf
cweijan.vscode-office
nefrob.vscode-just-syntax
davidanson.vscode-markdownlint
vnijs.rsm-vscode
